import { MockChatDataType } from "@/app/(route)/chat/_types/MockChatDataType";

export const MOCK_CHAT_DATA: MockChatDataType[] = [
  { sender: "other", text: "안녕하세요!\n혹시 분실물 글 보고 연락드렸어요.", time: "14:11" },
  { sender: "me", text: "아! 네 안녕하세요 :)", time: "14:12" },
  {
    sender: "other",
    text: "혹시 해당 지갑 아직 가지고 계실까요?\n저한테 정말 중요한 물건이라서요 ㅠㅠ",
    time: "14:12",
  },
  { sender: "me", text: "네 보관하고 있습니다!", time: "14:13" },
  { sender: "other", text: "정말 다행이에요 ㅠㅠ", time: "14:14" },
  {
    sender: "other",
    text: "혹시 어디서 전달받을 수 있을까요?\n시간은 맞출 수 있어요!",
    time: "14:14",
  },
  { sender: "me", text: "서울역 근처 가능하세요?", time: "14:15" },
  { sender: "other", text: "네 완전 가능해요!", time: "14:16" },
  { sender: "me", text: "그럼 5시쯤 뵐까요?", time: "14:16" },
  { sender: "other", text: "넵! 감사합니다 🙏", time: "14:17" },
  {
    sender: "other",
    text: "혹시 정확한 장소 어디로 가면 될까요?\n출구 번호만 알려주셔도 돼요!",
    time: "14:18",
  },
  { sender: "me", text: "서울역 3번 출구 앞 카페 있어요.", time: "14:18" },
  {
    sender: "me",
    text: "카페 이름은 Station Coffee 입니다.\n간판이 흰색이라 바로 보이실 거예요.",
    time: "14:18",
  },
  { sender: "other", text: "오케이 확인했습니다!", time: "14:19" },
  { sender: "other", text: "그럼 5시에 그쪽으로 가볼게요!", time: "14:19" },
  {
    sender: "me",
    text: "넵! 오실 때 조심해서 오세요 :)\n길 미끄러우니까 천천히 오셔도 됩니다!",
    time: "16:45",
  },
  { sender: "other", text: "저 지금 이동 중입니다!", time: "16:47" },
  { sender: "me", text: "저도 방금 도착했어요.", time: "16:55" },
  { sender: "me", text: "카페 안에서 자리 잡고 있을게요.", time: "16:55" },
  { sender: "other", text: "저도 거의 다 왔습니다!", time: "16:56" },
  { sender: "other", text: "3번 출구 앞 도착했어요!", time: "16:58" },
  {
    sender: "me",
    text: "카페 입구 앞에서 손 흔들고 있는 사람 보이실 거예요 ㅋㅋ\n민망하지만 금방 찾으실 거예요!",
    time: "16:58",
  },
  { sender: "other", text: "아 네네 보여요 ㅎㅎ", time: "16:59" },
  { sender: "other", text: "정말 너무 감사드립니다.", time: "17:12" },
  {
    sender: "me",
    text: "아닙니다! 무사히 찾아서 다행이에요😊\n좋은 하루 되세요!",
    time: "17:13",
  },
  { sender: "other", text: "덕분에 정말 큰 도움 받았습니다 ㅠㅠ", time: "17:14" },
];
